{
  "locales": {
    "en": {
      "title": "Experience",
      "title_long_prefix": "Summary of my",
      "title_long": "**Work** Experience"
    },
    "es": {
      "title": "Experiencia",
      "title_long_prefix": "Resumen de mi",
      "title_long": "Experiencia **Laboral**"
    },
    "fr": {
      "title": "Expérience",
      "title_long_prefix": "Résumé de mon",
      "title_long": "Parcours **Professionel**"
    },
    "ko": {
      "title": "경험",
      "title_long_prefix": "이것은 내",
      "title_long": "**직업적** 경험"
    }
  },
  "articles": [
    {
      "id": "work",
      "component": "ArticleTimeline",
      "config": {},
      "locales": {},
      "items": [
        {
          "dates": {
            "start": "08/2023",
            "end": "current"
          },
          "locales": {
            "en": {
              "title": "Apprentice Full-Stack Software Developer, Fuelius - Chester",
              "info": "08/2023 - Current",
              "text": "Developed full‑stack solutions for prominent clients like Merseyrail and M&S Bank Arena using robust tech stacks including .NET, Razor, C#, React, JavaScript, and CSS/SCSS.\n\n■ Gained hands‑on experience from backend setups to frontend styling, specializing in HubSpot and Umbraco CMS to create responsive, content‑driven websites with a polished user experience.\n■ Frequently interacted with clients, managed JIRA tickets, and ensured projects stayed on track.\n■ Stepped up to cover senior responsibilities during team members’ leave, demonstrating adaptability and reliability.\n■ Committed to writing clean, maintainable code and enhancing site features with AI integrations, including chatbots and blog narration."
            }
          }
        },
        {
          "dates": {
            "start": "02/2023",
            "end": "06/2023"
          },
          "locales": {
            "en": {
              "title": "Cloud Engineering and Data Science Bootcamp Participant, The Growth Company - Manchester",
              "info": "02/2023 - 06/2023",
              "text": "Completed an intensive bootcamp focused on cloud platforms (AWS, Azure), Python programming, data analysis, and foundational AI.\n\n■ Built practical skills in Python for data analysis and gained familiarity with APIs and data models.\n■ Strengthened core knowledge in high‑availability infrastructure and networking through collaborative projects."
            }
          }
        },
        {
          "dates": {
            "start": "Childhood",
            "end": "Present"
          },
          "locales": {
            "en": {
              "title": "Lifelong Passion for Technology",
              "info": "",
              "text": "From a young age, I was fascinated by computers, game consoles, mobile phones, and every emerging piece of technology. I always had a passion and desire to learn. Some of my fondest tech memories are of a jailbroken original iPod Touch iOS v1.4 with Cydia, downloading custom repos, apps, themes, and so forth. It opened up a whole new world for me, and my only regret in life is not going further down the development rabbit hole sooner. Luckily, I stayed interested in the peripherals, and once I discovered something that made my life make complete sense at 26 (ADHD), I finally pursued my true calling in software development and have the tools in place."
            }
          }
        }
      ]
    }
  ],
  "note": "For additional education details, please refer to the [education tab](public/data/sections/education.json)."
}